Repository: ChrisOertel/EXIFViewer
Catalog: EXIFViewer/ImageMetaData/Properties/Resources.*.resx
Languages: de

# Aperture0
source: Not defined
de: Nicht definiert

# Aperture1
source: Manual
de: Manuel

# Aperture2
source: Normal program
de: Normales Programm

# Aperture3
source: Aperture priority
de: Blendenpriorität

# Aperture4
source: Shutter priority
de: Auslöserpriorität

# Aperture5
source: Creative program (biased toward depth of field)
de: Kreativprogramm

# Aperture6
source: Action program (biased toward fast shutter speed)
de: Sportprogramm

# Aperture7
source: Portrait mode (for closeup photos with the background out of focus)
de: Portraitmodus

# Aperture8
source: Landscape mode (for landscape photos with the background in focus)
de: Landschaftsmodus

# ApertureDefault
source: reserved
de: nicht definierter Wert

# Aperture_Desc
source: The lens aperture.
de: Die Blendeneinstellung des Objektives.

# Brightness_Desc
source: The value of brightness.
de: Helligkeitswert.

# Category_Camera
source: Camera
de: Kamera

# Category_DateTime
source: Date and Time
de: Datum und Uhrzeit

# Category_File
source: File
de: Datei

# Category_FileInfo
source: Related File Information
de: Datei bezogene Informationen

# Category_ImageConfiguration
source: Image Configuration
de: Bildkonfiguration

# Category_ImgData
source: Image Data Characteristics
de: Bildmetadaten

# Category_Other
source: Other Tags
de: Andere Tags

# Category_UserInfo
source: User information
de: Benutzerinformationen

# CfaPattern_Desc
source: Indicates the color filter array (CFA) geometric pattern of the image sensor.
de: Zeigt das geometrische Muster der Farbenfilter-Reihe (CFA) des Bild-Sensors an.

# CfaPattern_Prop
source: CFA Pattern
de: CFA Muster

# ColorSpace_Desc
source: The color space information.
de: Die Farbrauminformationen.

# ColorSpace_Prop
source: Color space information
de: Farbrauminformationen

# ComponentsConfiguration_Desc
source: Information specific to compressed data.
de: Spezifische Informationen zu komprimierten Daten.

# ComponentsConfiguration_Prop
source: Components configuration
de: Komponentenkonfiguration

# CompressedBitsPerPixel_Desc
source: Information specific to compressed data.
de: Spezifische Informationen zu komprimierten Daten.

# CompressedBitsPerPixel_Prop
source: image compression mode
de: Bildkompressionsmodus

# DateTimeDigitized_Desc
source: The date and time when the image was stored as digital data.
de: Datum und Uhrzeit zudem das Bild digital gespeichert wurde.

# DateTimeDigitized_Prop
source: Date digitial data
de: Digitalisierungsdatum

# DateTimeOriginal_Desc
source: The date and time when the original image data was generated.
de: Datum und Uhrzeit zudem das Originalbild gespeichert wurde.

# DateTimeOriginal_Prop
source: Date original data
de: Originaldatum

# EquipMake_Desc
source: The manufacturer of the recording equipment.
de: Der Herstellername der Kamera.

# EquipMake_Prop
source: Equipment manufacturer
de: Kamerahersteller

# EquipModel_Desc
source: The model name or model number of the equipment.
de: Modelname oder -nummer der Kamera.

# EquipModel_Prop
source: Equipment model
de: Kameramodel

# ExifVersion_Desc
source: The version of this standard supported.
de: Die Versionsnummer der verwendeten EXIF Version.

# ExposureBias_Desc
source: The exposure bias.
de: Der Belichtungswert.

# ExposureBias_Prop
source: Exposure Bias
de: Belichtung

# ExposureIndex_Desc
source: Indicates the exposure index selected on the camera or input device at the time the image is captured.
de: Zeigt den Belichtungsindex an, der auf der Kamera oder dem Eingabegerät, zu der Zeit als das Bild aufgenommen wurde, genommen wird.

# ExposureIndex_Prop
source: Exposure index
de: Belichtungsindex

# ExposureProgram_Desc
source: The class of the program used by the camera to set exposure when the picture is taken.
de: Das verwendete Belichtungsprogramm zu der Zeit als das Bild aufgenommen wurde,

# ExposureProgram_Prop
source: Exposure program
de: Belichtungsprogramm

# ExposureTime_Desc
source: Exposure time, given in seconds (sec).
de: Belichtungszeit (inSekunden)

# ExposureTime_Prop
source: Exposure Time
de: Belichtungszeit

# FileName_Desc
source: Path and Name of the image.
de: Pfad und Name der Bilddatei

# FileSize_Desc
source: Actual filesize in MB.
de: Dateigröße (in MB)

# FileSource_Desc
source: Indicates the image source.
de: Zeigt die Dateiquelle an.

# FileSource_Prop
source: File source
de: Dateiquelle

# FileType_Desc
source: Type of the image.
de: Dateityp des Bildes.

# Flash0
source: Flash did not fire
de: Blitz nicht ausgelöst

# Flash1
source: Flash fired
de: Blitz ausgelöst

# Flash3
source: Strobe return light not detected
de: Blitzlicht nicht festgestellt

# FlashDefault
source: reserved
de: nicht definierter Wert

# FlashpixVersion_Desc
source: The Flashpix format version supported by a FPXR file.
de: Die Flashpix Formatversion, die von einer FPXR Datei unterstützt wird.

# FNumber_Desc
source: The F number.
de: Die F-Nummer

# FNumber_Prop
source: F-Number
de: F-Nummer

# FocalLength_Desc
source: The actual focal length of the lens, in mm.
de: Die aktuelle Brennweite zum Aufnahmezeitpunkt (in mm)

# FocalLength_Prop
source: Lens focal length
de: Brennweite

# FocalPlaneResolutionUnit_Desc
source: Indicates the unit for measuring FocalPlaneXResolution and FocalPlaneYResolution.
de: Zeigt die Maßeinheit für die Sensorauflösung an.

# FocalPlaneResolutionUnit_Prop
source: Focal plane resolution unit
de: Sensorauflösung

# FocalPlaneXResolution_Desc
source: Indicates the number of pixels in the image width (X) direction per FocalPlaneResolutionUnit.
de: Zeigt die Anzahl der Pixel in der Bildbreite (X) pro Sensorauflösung an.

# FocalPlaneXResolution_Prop
source: Focal plane X resolution
de: Sensorauflösung X-Dimesion

# FocalPlaneYResolution_Desc
source: Indicates the number of pixels in the image width (Y) direction per FocalPlaneResolutionUnit.
de: Zeigt die Anzahl der Pixel in der Bildhöhe (Y) pro Sensorauflösung an.

# FocalPlaneYResolution_Prop
source: Focal plane Y resolution
de: Sensorauflösung Y-Dimesion

# ImageSourceDefault
source: reserved
de: nicht definierter Wert

# ISOSpeed_Desc
source: Indicates the ISO Speed and ISO Latitude of the camera or input device.
de: Zeigt die ISo Geschwindigkeit der Kamera zum Zeitpunkt der Aufnahme an.

# ISOSpeed_Prop
source: ISO Speed
de: ISO-Geschwindigkeit

# LightSource0
source: unknown
de: unbekannt

# LightSource1
source: Daylight
de: Tageslicht

# LightSource17
source: Standard light A
de: Standardlicht A

# LightSource18
source: Standard light B
de: Standardlicht B

# LightSource19
source: Standard light C
de: Standardlicht C

# LightSource2
source: Fluorescent
de: Leuchtstofflampe

# LightSource20
source: D55
de: D55 (5500 Kelvin)

# LightSource21
source: D65
de: D65 (6500 Kelvin)

# LightSource22
source: D75
de: D75 (7500 Kelvin)

# LightSource255
source: other
de: Andere

# LightSource3
source: Tungsten
de: Glühlampe

# LightSourceDefault
source: reserved
de: nicht definierter Wert

# LightSource_Desc
source: The kind of light source.
de: Art der Lichtquelle

# LightSource_Prop
source: Light source
de: Lichtquelle

# MakerNote_Desc
source: A tag for manufacturers of Exif writers to record any desired information. The contents are up to the manufacturer.
de: Dieses Tag kann vom Kamerahersteller verwendet werden, um beliebige Informationen zu speichern.

# MakerNote_Prop
source: Manufactorer notes
de: Herstellerbemerkung

# MaxAperture_Desc
source: The smallest F number of the lens.
de: Die kleinste F-Nummer des verwendeten Objektives

# MaxAperture_Prop
source: Maximum lens aperture
de: Maximale Blendeneinstellung

# MeteringMode0
source: unknown
de: unbekannt

# MeteringMode1
source: Average
de: Durchschnitt

# MeteringMode2
source: CenterWeightedAverage
de: Mittelpunkt gewichteter Durchschnitt

# MeteringMode255
source: Other
de: Andere

# MeteringMode3
source: Spot
de: Punkt

# MeteringMode4
source: MultiSpot
de: Mehr-Punkt

# MeteringMode5
source: Pattern
de: Raster

# MeteringMode6
source: Partial
de: Partiell

# MeteringModeDefault
source: reserved
de: nicht definierter Wert

# MeteringMode_Desc
source: The metering mode.
de: Der verwendete Messmodus.

# MeteringMode_Prop
source: Metering mode
de: Messmodus

# OECF_Desc
source: Indicates the Opto-Electric Conversion Function.
de: Gibt die Opto Elektronische Konvertierungsfunktion (OECF) an, die in ISO 14524 spezifiziert ist.

# PixelXDimension_Desc
source: Valid width of the meaningful image.
de: Breite des Bildes in Pixel.

# PixelXDimension_Prop
source: Valid image width
de: Bildbreite

# PixelYDimension_Desc
source: Valid heigth of the meaningful image.
de: Höhe des Bildes in Pixel.

# PixelYDimension_Prop
source: Valid image height
de: Bildhöhe

# RelatedSoundFile_Desc
source: This tag is used to record the name of an audio file related to the image.
de: Dieser Tag wird dazu benutzt, um den Namen einer Audiodatei zu speichern, die zu den Bilddaten gehört.

# RelatedSoundFile_Prop
source: Related audio file
de: Audiodatei

# SceneType1
source: A directly photographed image
de: Direkt fotografiertes Bild

# SceneTypeDefault
source: Not a directly photographed image
de: Kein direkt fotografiertes Bild

# SceneType_Desc
source: Indicates the type of scene.
de: Gibt den Typ der Szene an.

# SceneType_Prop
source: Scene type
de: Szenentyp

# SensingMethod1
source: Not defined
de: nicht definierter Wert

# SensingMethod2
source: One-chip color area sensor
de: Einzel Chip Farbsensor

# SensingMethod3
source: Two-chip color area sensor
de: Zwei Chip Farbsensor

# SensingMethod4
source: Three-chip color area sensor
de: Drei Chip Sensor

# SensingMethod5
source: Color sequential area sensor
de: Farbraum sequentiell Sensor

# SensingMethod7
source: Trilinear sensor
de: Trilinearer Sensor

# SensingMethod8
source: Color sequential linear sensor
de: Farbraum linear sequentieller Sensor

# SensingMethodDefault
source: reserved
de: nicht definierter Wert

# SensingMethod_Desc
source: Indicates the image sensor type on the camera or input device.
de: Gibt den Sensortyp in der Kamera bzw. Eingabegerät an.

# SensingMethod_Prop
source: Sensing method
de: Bildsensor

# ShutterSpeed_Desc
source: Shutter speed.
de: Verschlusszeit. Die Einheit ist die APEX (Additive System of Photographic Exposure) Einstellung.

# ShutterSpeed_Prop
source: Shutter Speed
de: Verschlusszeit

# Software_Desc
source: This tag records the name and version of the software or firmware of the camera or image input device used to generate the image. The detailed format is not specified, but it is recommended that the example shown below be followed.
de: Dieses Tag spezifiziert den Namen und die Version der Software oder Firmware des Kameras oder anderen Bildeingabegerätes, das dieses Bild erzeugt hat.

# SpatialFrequencyResponse_Desc
source: This tag records the camera or input device spatial frequency table.
de: Dieses Tag speichert die Ortsfrequenztabelle der Kamera.

# SpatialFrequencyResponse_Prop
source: Spatial frequency response
de: Ortsfrequenz

# SpectralSensitivity_Desc
source: Indicates the spectral sensitivity of each channel of the camera used. The tag value is an ASCII string.
de: Gibt die spektrale Empfindlichkeit jedes Kanals der Kamera an.

# SpectralSensitivity_Prop
source: Spectral sensitivity
de: Spektrale Empfindlichkeit

# SubjectDistance_Desc
source: The distance to the subject, given in meters.
de: Die Entfernung zum Objekt (in Metern).

# SubjectDistance_Prop
source: Subject distance
de: Entfernung des Objekts

# SubjectLocation_Desc
source: Indicates the location of the main subject in the scene.
de: Gibt den Ort des Hauptmotivs in der Szene an.

# SubjectLocation_Prop
source: Subject location
de: Ort des Objektes

# UserComment_Desc
source: A tag for Exif users to write keywords or comments on the image besides those in ImageDescription.
de: Dieses Tag enthält Benutzerkommentare oder Schlüsselwörter für das Bild abseits der Bildbeschreibung.

# UserComment_Prop
source: User comments
de: Benutzerkommentar

# GpsMapDate_Desc
source: Indicates the geodetic survey data used by the GPS receiver.
de: Zeigt die Daten der geodätischen Übersicht an, die durch den GPS-Empfänger verwendet werden.

# GpsMapDate_Prop
source: Map date
de: System

# GpsStatus_Desc
source: Specifies the status of the GPS receiver when the image is recorded.
de: Spezifiziert den Status des GPS-Empfängers, als das Bild aufgenommen wurde.

# GpsTime_Desc
source: Time as coordinated universal time (UTC).
de: Zeit als koordinierte Universalzeit (UTC).

# GpsTime_Prop
source: Timestamp
de: Uhrzeit

# GpsVersion_Desc
source: Version of the Global Positioning Systems (GPS) IFD.
de: Version des Global Positioning Systems (GPS) IFD.

# GpsLatitude_Desc
source: Indicates the GPS latitude.
de: Zeigt den GPS Breitengrad an.

# GpsLatitude_Prop
source: Latitude
de: Breitengrad

# GpsLongitude_Desc
source: Indicates the GPS longitude.
de: Zeigt den GPS Längengrad an.

# GpsLongitude_Prop
source: Longitude
de: Längengrad

# Contrast_Desc
source: This tag indicates the direction of contrast processing applied by the camera when the image was shot.
de: Dieses Tag zeigt die Richtung der durch die Kamera angewandten Kontrastverarbeitung an, als das Bild aufgenommen wurde.

# Contrast_Prop
source: Contrast
de: Kontrast

# CustomRendered_Desc
source: This tag indicates the use of special processing on image data, such as rendering geared to output. When special processing is performed, the reader is expected to disable or minimize any further processing.
de: Dieses Tag zeigt eine benutzerdefinierte Bildbearbeitung an. Wenn diese Durchgeführt wurde, wird von lesenenden Programmen erwartet, daß diese keine weitere Bearbeitung durchführt, bzw. diese deaktiviert,

# CustomRendered_Prop
source: Custom image processing
de: Bildbearbeitung

# DigitalZoomRatio_Desc
source: This tag indicates the digital zoom ratio when the image was shot. If the numerator of the recorded value is 0, this indicates that digital zoom was not used.
de: Dieses Tag zeigt das digitale Zoomverhältnis zum Aufnahmezeitpunkt an. Ist der Wert 0, dann wurde kein digitaler Zoom benutzt.

# DigitalZoomRatio_Prop
source: Digital zoom ratio
de: Digitaler Zoom

# ExposureMode_Desc
source: This tag indicates the exposure mode set when the image was shot.
de: Dieses Tag zeigt den für die Aufnahme verwendeten Belichtungsmodus an.

# ExposureMode_Prop
source: Exposure mode
de: Belichtungsmodus

# FocalLengthIn35mmFilm_Desc
source: This tag indicates the equivalent focal length assuming a 35mm film camera, in mm. A value of 0 means the focal length is unknown. Note that this tag differs from the FocalLength tag.
de: Dieses Tag zeigt die Brennweite umgerechnet auf einen 35mm Film an. Ein Wert von 0 bedeutet, daß die Brennweite unbekannt ist. Zu beachten ist, daß dieser Wert sich von der Brennweite unterscheidet.

# FocalLengthIn35mmFilm_Prop
source: Focal length in 35 mm film
de: Brennweite 35mm Film

# GainControl_Desc
source: This tag indicates the degree of overall image gain adjustment.
de: Dieses Tag zeigt den Grad der Signalverstärkung an.

# GainControl_Prop
source: Gain control
de: Signalverstärkung

# Saturation_Desc
source: This tag indicates the direction of saturation processing applied by the camera when the image was shot.
de: Dieser Tag gibt die Richtung der Sättigungsbearbeitung an, die bei der Aufnahme des Bildes angewandt wurde.

# Saturation_Prop
source: Saturation
de: Sättigung

# SceneCaptureType_Desc
source: This tag indicates the type of scene that was shot. It can also be used to record the mode in which the image was shot. Note that this differs from the scene type (SceneType) tag.
de: Dieser Tag gibt an welche Art von Szene aufgenommen wurde. Er kann auch zum Angeben des Aufnahmemodus verwendet werden.

# SceneCaptureType_Prop
source: Scene capture type
de: Szenenmodus

# SubjectArea_Desc
source: This tag indicates the location and area of the main subject in the overall scene.
de: Dieser Tag gibt die Position und Größe des Hauptmotivs in der Szene an.

# SubjectArea_Prop
source: Subject area
de: Motivbereich

# WhiteBalance_Desc
source: This tag indicates the white balance set when the image was shot.
de: Dieses Tag zeigt den verwendeten Weißabgleichmodus an.

# WhiteBalance_Prop
source: White balance
de: Weißbalance

# Category_Flash
source: Flash
de: Blitz

# Contrast1
source: Soft
de: Weich

# Contrast2
source: Hard
de: Hart

# ContrastDefault
source: reserved
de: nicht definierter Wert

# CustomRendered0
source: Normal process
de: Normaler Prozeß

# CustomRendered1
source: Custom process
de: Benutzerdefinierter Prozeß

# CustomRenderedDefault
source: reserved
de: nicht definierter Wert

# DeviceSettingDescription_Desc
source: This tag indicates information on the picture-taking conditions of a particular camera model. The tag is used only to indicate the picture-taking conditions in the reader.
de: Dieses Tag zeigt Informationen über die Fotografierenzustände eines bestimmten Kameramodells an. Das Tag wird benutzt, um die Fotografiebedingungen im Leser anzuzeigen.

# DeviceSettingDescription_Prop
source: Device setting description
de: Geräteeinstellungen

# ExposureMode0
source: Auto exposure
de: Automatische Belichtung

# ExposureMode1
source: Manual exposure
de: Manuelle Belichtung

# ExposureMode2
source: Auto bracket
de: Belichtungsreihe

# ExposureModeDefault
source: reserved
de: nicht definierter Wert

# GainControl0
source: None
de: Keine

# GainControl1
source: Low gain up
de: geringe Verstärkung hinzugefügt

# GainControl2
source: High gain up
de: hohe Verstärkung hinzugefügt

# GainControl3
source: Low gain down
de: geringe Verstärkung abgezogen

# GainControl4
source: High gain down
de: hohe Verstärkung abgezogen

# GainControlDefault
source: reserved
de: nicht definierter Wert

# Orientation1
source: top / left side
de: oben / links

# Orientation2
source: top / right side
de: oben /rechts

# Orientation3
source: bottom / right side
de: unten /rechts

# Orientation4
source: bottum / left side
de: unten / links

# Orientation5
source: left side / top
de: links / oben

# Orientation6
source: right side / top
de: rechts /oben

# Orientation7
source: right side / bottum
de: rechts /unten

# Orientation8
source: left side / buttom
de: links / unten

# OrientationDefault
source: reserved
de: nicht definierter Wert

# Orientation_Desc
source: The image orientation.
de: Die Bildausrichtung.

# Saturation1
source: Low saturation
de: geringe Sättigung

# Saturation2
source: High saturation
de: hohe Sättigung

# SaturationDefault
source: reserved
de: nicht definierter Wert

# SceneCaptureType1
source: Landscape
de: Landschaft

# SceneCaptureType3
source: Night scene
de: Nachtszene

# SceneCaptureTypeDefault
source: reserved
de: nicht definierter Wert

# Sharpness1
source: Soft
de: Weich

# Sharpness2
source: Hard
de: Hart

# SharpnessDefault
source: reserved
de: nicht definierter Wert

# Sharpness_Desc
source: This tag indicates the direction of sharpness processing applied by the camera when the image was shot.
de: Dieser Tag gibt die Richtung der Schärfeberarbeitung bei der Aufnahme des Bildes an.

# SubjectDistanceRange0
source: unknown
de: unbekannt

# SubjectDistanceRange1
source: Macro
de: Makro

# SubjectDistanceRange2
source: Close view
de: Nahaufnahme

# SubjectDistanceRange3
source: Distant view
de: Große Entfernung

# SubjectDistanceRangeDefault
source: reserved
de: nicht definierter Wert

# SubjectDistanceRange_Desc
source: This tag indicates the distance to the subject.
de: Dieser Tag gibt den Motivabstand an.

# SubjectDistanceRange_Prop
source: Subject distance range
de: Motivabstand

# WhiteBalance0
source: Auto white balance
de: Automatischer Weißabgleich

# WhiteBalance1
source: Manual white balance
de: Manueller Weißabgleich

# WhiteBalanceDefault
source: reserved
de: nicht definierter Wert

# LightSource10
source: Cloudy weather
de: bewölktes Wetter

# LightSource11
source: Shade
de: Schatten

# LightSource12
source: Daylight fluorescent (D 5700 – 7100K)
de: Tageslicht-Leuchtstofflampe (D 5700 – 7100K)

# LightSource13
source: Day white fluorescent (N 4600 – 5400K)
de: Tageslichtweiß Leuchtstoff (N 4600 – 5400K)

# LightSource14
source: Cool white fluorescent (W 3900 – 4500K)
de: Kühler weißer Leuchtstoff (W 3900 – 4500K)

# LightSource15
source: White fluorescent (WW 3200 – 3700K)
de: Weißlicht-Leuchtstofflampe (WW 3200 – 3700K)

# LightSource23
source: D50
de: D50 (5000 Kelvin)

# LightSource24
source: ISO studio tungsten
de: ISO-genormtes Studio-Kunstlicht

# LightSource4
source: Flash
de: Blitzlicht

# LightSource9
source: Fine weather
de: sonniges Wetter

# ResolutionUnit2
source: Inch
de: Zoll

# ResolutionUnit3
source: Centimeter
de: Zentimeter

# ResolutionUnitDefault
source: no unit
de: Keine Einheit

# ResolutionUnit_Desc
source: Unit of measure for the horizontal resolution and the vertical resolution.
de: Maßeinheit der Auflösung in horizontaler und vertikaler Richtung.

# ResolutionUnit_Prop
source: Resolution unit
de: Auflösungseinheit

# GpsDate_Desc
source: GPS date.
de: GPS Datum.

# GpsDate_Prop
source: Datestamp
de: GPS Datum

# DefaultValue
source: unkown
de: unbekannt

# Flash10
source: No flash function
de: Kein Blitz vorhanden

# Flash11
source: No red-eye reduction mode or unknown
de: Keine rote Augen Reduktion oder unbekannt

# Flash12
source: Red-eye reduction supported
de: Rote Augen Unterstützung vorhanden.

# Flash2
source: No strobe return detection function
de: Keine Blitzlichtfeststellungsfunktion

# Flash5
source: unknown
de: unbekannt

# Flash6
source: Compulsory flash firing
de: Obligatorischer Blitz ausgelöst

# Flash7
source: Compulsory flash suppression
de: Obligatorischer Blitz unterdrückt

# Flash8
source: Auto mode
de: Automatischer Modus

# Flash9
source: Flash function present
de: Blitzfunktion vorhanden

# FlashFired_Desc
source: Indicates whether the flash fired.
de: Dieses Tag zeigt an, ob der Blitz ausgelöst wurde.

# FlashFired_Prop
source: Flash fired
de: Blitz ausgelöst

# FlashFunction_Desc
source: Indicates the presence of a flash function.
de: Dieses Tag zeigt an, ob ein Blitz vorhanden ist.

# FlashFunction_Prop
source: Flash function
de: Blitzfunktion

# FlashMode_Desc
source: Indicates the camera's flash mode.
de: Dieses Tag zeigt den verwendeten Blitzmodus an.

# FlashMode_Prop
source: Flash mode
de: Blitzmodus

# FlashRedEye_Desc
source: Indicates the camera's red-eye mode.
de: Zeigt den Rote Augen Modus der Kamera an.

# FlashRedEye_Prop
source: Flash red eye mode
de: Rote Augen Modus

# FlashReturn_Desc
source: Indicates the status of returned light.
de: Zeigt den Status der Blitzlichtfeststellung an.

# FlashReturn_Prop
source: Flash return
de: Blitzlichtfeststellung

# LicInvalid
source: Component not licensed
de: Komponente nicht lizensiert.
